Repository: Mikachupichu/DisinfaX
Catalog: DisinfaX/Shared (App)/Localizable.xcstrings
Source language: en
Languages: af, ak, am, an, ar, as, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, el, eo, es, es_ar, es_bo, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gn, gu, ha, haw, he, hi, hmn, hr, hsb, ht, hu, hy, ia, id, ig, is, it, ja, jv, ka, kab, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, nn, ny, om, or, pa, pl, ps, pt, pt_br, qu, rm, ro, ru, rw, sd, sh, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, ti, tk, tn, to, tr, tt, ug, uk, ur, uz, vi, wa, xh, yi, yo, zh, zh_hk, zu

source: You're not signed in. Please sign in and try again.
af: Jy is nie aangemeld nie. Meld asseblief aan en probeer weer.
ak: Wonkɔɔ akontaa mu. Yɛsrɛ wo, kɔ akontaa mu na sɔ hwɛ bio.
am: አልገቡም። እባክዎ ይግቡ እና እንደገና ይሞክሩ።
an: No yes conectau. Conecta-te y intenta-lo de nuebo.
ar: لم تُسجّل الدخول. يُرجى تسجيل الدخول والمحاولة مرة أخرى.
as: আপুনি সাইন ইন কৰা নাই। অনুগ্ৰহ কৰি সাইন ইন কৰি পুনৰ চেষ্টা কৰক।
ast: Nun tienes la sesión aniciada. Anicia sesión y torna a intentalo, por favor.
az: Siz daxil olmamısınız. Zəhmət olmasa daxil olun və yenidən cəhd edin.
be: Вы не ўвайшлі ў сістэму. Увайдзіце і паспрабуйце зноў.
bg: Не сте влезли в профила си. Влезте и опитайте отново.
bn: আপনি সাইন ইন করেননি। অনুগ্রহ করে সাইন ইন করুন এবং আবার চেষ্টা করুন।
br: N'oc'h ket kevreet. Kevreit ha klaskit en-dro, mar plij.
bs: Niste prijavljeni. Prijavite se i pokušajte ponovo.
ca: No has iniciat sessió. Inicia sessió i torna-ho a provar.
ceb: Wala ka naka-sign in. Palihug pag-sign in ug sulayi pag-usab.
ckb: تۆ نەچوویتەتە ژوورەوە. تکایە بچۆ ژوورەوە و دووبارە هەوڵبدەرەوە.
co: Ùn site micca cunnessu. Cunnittitevi è pruvate torna, per piacè.
cs: Nejste přihlášeni. Přihlaste se a zkuste to znovu.
cy: Nid ydych wedi mewngofnodi. Mewngofnodwch a cheisiwch eto.
da: Du er ikke logget ind. Log ind, og prøv igen.
de: Du bist nicht angemeldet. Bitte melde dich an und versuche es erneut.
el: Δεν έχετε συνδεθεί. Συνδεθείτε και δοκιμάστε ξανά.
eo: Vi ne estas ensalutinta. Bonvolu ensaluti kaj reprovi.
es: No has iniciado sesión. Inicia sesión y vuelve a intentarlo.
es_ar: No has iniciado sesión. Iniciá sesión y volvé a intentarlo.
es_bo: No ha iniciado sesión. Inicie sesión y vuelva a intentarlo.
et: Sa ei ole sisse logitud. Logi sisse ja proovi uuesti.
eu: Ez zaude saioa hasita. Hasi saioa eta saiatu berriro.
fa: شما وارد نشده‌اید. لطفاً وارد شوید و دوباره تلاش کنید.
fi: Et ole kirjautunut sisään. Kirjaudu sisään ja yritä uudelleen.
fil: Hindi ka naka-sign in. Mag-sign in at subukan ulit.
fo: Tú ert ikki loggað inn. Vinarliga logga inn og royn aftur.
fr: Vous n'êtes pas connecté. Veuillez vous connecter et réessayer.
fy: Jo binne net oanmeld. Meld jo asjebleart oan en besykje it nochris.
ga: Níl tú logáilte isteach. Logáil isteach agus bain triail eile as.
gd: Chan eil thu clàraichte a-steach. Clàraich a-steach agus feuch ris a-rithist.
gl: Non iniciaches sesión. Inicia sesión e téntao de novo.
gn: Ndeike'ỹi. Ikatu eike ha ejapyhy jey.
gu: તમે સાઇન ઇન નથી. કૃપા કરીને સાઇન ઇન કરો અને ફરી પ્રયાસ કરો.
ha: Ba ka shiga ba. Da fatan za a shiga sannan a sake gwadawa.
haw: ʻAʻole ʻoe i kau inoa i ka pūnaewele. E ʻoluʻolu e kau inoa a hoʻāʻo hou.
he: לא נכנסת לחשבון. היכנס ונסה שוב.
hi: आपने साइन इन नहीं किया है। कृपया साइन इन करें और फिर से प्रयास करें।
hmn: Koj tsis tau nkag mus. Thov nkag mus thiab sim dua.
hr: Nisi prijavljen. Prijavite se i pokušajte ponovno.
hsb: Njejsy přizjewjeny. Prošu přizjew so a spytaj hišće raz.
ht: Ou pa konekte. Tanpri konekte epi eseye ankò.
hu: Nincs bejelentkezve. Jelentkezz be, és próbáld újra.
hy: Դուք մուտք չեք գործել: Խնդրում ենք մուտք գործել և կրկին փորձել:
ia: Tu non ha aperite session. Per favor aperi session e reproba.
id: Anda belum masuk. Silakan masuk dan coba lagi.
ig: Ị banyeghị. Biko banye ma nwaa ọzọ.
is: Þú ert ekki skráð/ur inn. Vinsamlegast skráðu þig inn og reyndu aftur.
it: Non hai effettuato l'accesso. Accedi e riprova.
ja: サインインしていません。サインインしてもう一度お試しください。
jv: Sampeyan durung mlebu. Mangga mlebu lan coba maneh.
ka: თქვენ არ ხართ შესული. გთხოვთ, შეხვიდეთ და ხელახლა სცადოთ.
kab: Ur teqqneḍ ara. Ttxil-k qqen sakin ɛreḍ tikkelt-nniḍen.
kk: Сіз жүйеге кірмегенсіз. Жүйеге кіріп, қайталап көріңіз.
km: អ្នកមិនបានចូលទេ។ សូមចូល និងព្យាយាមម្ដងទៀត។
kn: ನೀವು ಸೈನ್ ಇನ್ ಆಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಸೈನ್ ಇನ್ ಮಾಡಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 로그인되어 있지 않습니다. 로그인 후 다시 시도해 주세요.
ku: Tu têketî nînî. Ji kerema xwe têkeve û dîsa biceribîne.
ky: Сиз кирбегенсиз. Кирип, кайра аракет кылыңыз.
la: Non inscriptus es. Quaeso inscribe et itera.
lb: Du bass net ugemellt. Mell dech w.e.g. un a probéier nach eng Kéier.
lo: ທ່ານຍັງບໍ່ໄດ້ເຂົ້າສູ່ລະບົບ. ກະລຸນາເຂົ້າສູ່ລະບົບ ແລະ ລອງໃໝ່.
lt: Tu neprisijungęs. Prisijunk ir bandyk dar kartą.
lv: Tu neesi pieteicies. Pieteicies un mēģini vēlreiz.
mg: Tsy tafiditra ianao. Azafady midira ary andramo indray.
mi: Kāore koe i te takiuru. Takiuru mai ka whakamātau anō.
mk: Не сте најавени. Најавете се и обидете се повторно.
ml: നിങ്ങൾ സൈൻ ഇൻ ചെയ്തിട്ടില്ല. ദയവായി സൈൻ ഇൻ ചെയ്ത് വീണ്ടും ശ്രമിക്കുക.
mn: Та нэвтрээгүй байна. Нэвтэрч дахин оролдоно уу.
mr: तुम्ही साइन इन केलेले नाही. कृपया साइन इन करा आणि पुन्हा प्रयत्न करा.
ms: Anda belum log masuk. Sila log masuk dan cuba lagi.
mt: Ma intix illoggjat. Jekk jogħġbok idħol u erġa' pprova.
my: သင် ဝင်ထားခြင်း မရှိပါ။ ကျေးဇူးပြု၍ ဝင်ပြီး ထပ်စမ်းကြည့်ပါ။
nb: Du er ikke logget inn. Logg inn og prøv igjen.
ne: तपाईं साइन इन गर्नुभएको छैन। कृपया साइन इन गरी फेरि प्रयास गर्नुहोस्।
nl: Je bent niet aangemeld. Meld je aan en probeer het opnieuw.
nn: Du er ikkje logga inn. Logg inn og prøv igjen.
ny: Simulowa. Chonde lowani ndikuyesa kachiwiri.
om: Hin seenne. Maaloo seenii deebi'ii yaali.
or: ତୁମେ ସାଇନ୍ ଇନ୍ ହୋଇନାହଁ। ଦୟାକରି ସାଇନ୍ ଇନ୍ କରି ପୁନଃ ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਤੁਸੀਂ ਸਾਈਨ ਇਨ ਨਹੀਂ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਸਾਈਨ ਇਨ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie jesteś zalogowany. Zaloguj się i spróbuj ponownie.
ps: تاسو نه یاست ننوتلي. مهرباني وکړئ ننوځئ او بیا هڅه وکړئ.
pt: Não está autenticado. Inicie sessão e tente novamente.
pt_br: Não está autenticado. Inicie sessão e tente novamente.
qu: Manam yaykunkichu. Ama hina kaspa, yaykuy hinaspa hukmanta ruway.
rm: Ti n'es betg annunzià. Annunzia tai per plaschair e emprova anc ina giada.
ro: Nu ești conectat. Conectează-te și încearcă din nou.
ru: Вы не вошли в систему. Войдите и повторите попытку.
rw: Ntabwo winjiye. Nyamuneka injira ugerageze nanone.
sd: توهان سائن ان نه آهيو. مهرباني ڪري سائن ان ڪريو ۽ ٻيهر ڪوشش ڪريو.
sh: Niste prijavljeni. Prijavite se i pokušajte ponovo.
si: ඔබ පුරන ලද නැත. කරුණාකර ලොග් වී නැවත උත්සාහ කරන්න.
sk: Nie ste prihlásení. Prihláste sa a skúste to znova.
sl: Niste prijavljeni. Prijavite se in poskusite znova.
sm: Ete lei saini ulufale. Faamolemole saini ulufale ma toe taumafai.
sn: Hausati wapinda. Ndapota pinda wozoedza zvakare.
so: Ma soo gelin. Fadlan soo gal oo mar kale isku day.
sq: Nuk je i identifikuar. Identifikohu dhe provo përsëri.
sr: Нисте пријављени. Пријавите се и покушајте поново.
st: Ha o kene. Ka kopo kena, ebe o leka hape.
su: Anjeun teu acan lebet. Mangga lebet sareng cobian deui.
sv: Du är inte inloggad. Logga in och försök igen.
sw: Hujaingia. Tafadhali ingia na ujaribu tena.
ta: நீங்கள் உள்நுழையவில்லை. உள்நுழைந்து மீண்டும் முயற்சிக்கவும்.
te: మీరు సైన్ ఇన్ కాలేదు. దయచేసి సైన్ ఇన్ చేసి మళ్లీ ప్రయత్నించండి.
tg: Шумо ворид нашудаед. Лутфан ворид шавед ва боз кӯшиш кунед.
th: คุณยังไม่ได้เข้าสู่ระบบ กรุณาเข้าสู่ระบบแล้วลองใหม่
ti: ኣይኣተውካን። በጃኻ እቶ እሞ ደጊምካ ፈትን።
tk: Siz ulgama girmediňiz. Ulgama giriň we gaýtadan synanyşyň.
tn: Ga o tsene. Tsweetswee tsena mme o leke gape.
to: ʻOku ʻikai te ke hū ki loto. Kātaki hū ki loto ʻo toe feinga.
tr: Oturum açmadınız. Lütfen oturum açıp tekrar deneyin.
tt: Сез хисапка кермәгәнсез. Зинһар, керегез һәм тагын бер тапкыр сынап карагыз.
ug: سىز كىرمىدىڭىز. كىرىپ قايتا سىناڭ.
uk: Ви не увійшли в систему. Увійдіть і спробуйте ще раз.
ur: آپ سائن ان نہیں ہیں۔ براہ کرم سائن ان کریں اور دوبارہ کوشش کریں۔
uz: Siz tizimga kirmagansiz. Tizimga kiring va qayta urinib ko'ring.
vi: Bạn chưa đăng nhập. Vui lòng đăng nhập và thử lại.
wa: Vos n' estez nén loguî. S' i vs plait, loguîz vos eyet rissayîz.
xh: Awungenile. Nceda ungene uze uphinde uzame kwakhona.
yi: איר זענט נישט אַרײַנגעלאָגירט. ביטע לאָגירט זיך אַרײַן און פּרוּווט נאָך אַ מאָל.
yo: O kò ti wọlé. Jọ̀wọ́ wọlé kí o sì tún gbìyànjú.
zh: 您尚未登录，请登录后重试。
zh_hk: 您尚未登入，請登入後重試。
zu: Awungenile. Sicela ungene uphinde uzame futhi.

source: Your account has been suspended.
af: Jou rekening is opgeskort.
ak: Wɔabra w'akontaa so.
am: መለያዎ ተይዟል።
an: A tuya cuenta ha estau suspendida.
ar: تم تعليق حسابك.
as: আপোনাৰ একাউণ্ট স্থগিত কৰা হৈছে।
ast: La to cuenta foi suspendida.
az: Hesabınız dayandırılıb.
be: Ваш акаунт быў прыпынены.
bg: Профилът ви е спрян.
bn: আপনার অ্যাকাউন্ট স্থগিত করা হয়েছে।
br: Harzet eo bet ho kont.
bs: Vaš račun je suspendiran.
ca: El teu compte ha estat suspès.
ceb: Ang imong account gi-suspend.
ckb: هەژماری تۆ ڕاگیراوە.
co: U vostru contu hè statu suspesu.
cs: Váš účet byl pozastaven.
cy: Mae eich cyfrif wedi'i atal.
da: Din konto er blevet suspenderet.
de: Dein Konto wurde gesperrt.
el: Ο λογαριασμός σας έχει ανασταλεί.
eo: Via konto estas suspendita.
es: Tu cuenta ha sido suspendida.
es_ar: Tu cuenta ha sido suspendida.
es_bo: Su cuenta ha sido suspendida.
et: Sinu konto on peatatud.
eu: Zure kontua etenda dago.
fa: حساب شما تعلیق شده است.
fi: Tilisi on jäädytetty.
fil: Na-suspend ang account mo.
fo: Konta tín er steðgað.
fr: Votre compte a été suspendu.
fy: Jo akkount is opskorst.
ga: Cuireadh do chuntas ar fionraí.
gd: Chaidh an cunntas agad a chur na thàmh.
gl: A túa conta foi suspendida.
gn: Ne kuenta ojejoko.
gu: તમારું ખાતું સસ્પેન્ડ કરવામાં આવ્યું છે.
ha: An dakatar da asusun ka.
haw: Ua hoʻōki ʻia kou moʻokāki.
he: החשבון שלך הושבת.
hi: आपका खाता सस्पेंड कर दिया गया है।
hmn: Koj tus account raug muab txwv lawm.
hr: Vaš račun je suspendiran.
hsb: Twoje konto bu zablokowane.
ht: Kont ou sispann.
hu: A fiókodat felfüggesztették.
hy: Ձեր հաշիվը կասեցվել է:
ia: Tu conto ha essite suspendite.
id: Akun Anda telah ditangguhkan.
ig: Akaụntụ gị ka akwụsịtụrụ.
is: Reikningnum þínum hefur verið lokað tímabundið.
it: Il tuo account è stato sospeso.
ja: アカウントは停止されています。
jv: Akun sampeyan wis disuspensi.
ka: თქვენი ანგარიში შეჩერებულია.
kab: Amiḍan-ik yettwaḥbas.
kk: Есептік жазбаңыз тоқтатылды.
km: គណនីរបស់អ្នកត្រូវបានផ្អាក។
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸ್ಥಗಿತಗೊಳಿಸಲಾಗಿದೆ.
ko: 계정이 정지되었습니다.
ku: Hesabê te hatiye rawestandin.
ky: Аккаунтуңузга тыюу салынды.
la: Ratio tua suspensa est.
lb: Däin Kont gouf gespaart.
lo: ບັນຊີຂອງທ່ານຖືກໂຈະໄວ້.
lt: Tavo paskyra buvo sustabdyta.
lv: Tavs konts ir apturēts.
mg: Voahantona ny kaontinao.
mi: Kua aukatia tō pūkete.
mk: Вашата сметка е суспендирана.
ml: നിങ്ങളുടെ അക്കൗണ്ട് സസ്പെൻഡ് ചെയ്തിരിക്കുന്നു.
mn: Таны бүртгэл түр хаагдсан байна.
mr: तुमचे खाते स्थगित करण्यात आले आहे.
ms: Akaun anda telah digantung.
mt: Il-kont tiegħek ġie sospiż.
my: သင့်အကောင့်ကို ယာယီရပ်ဆိုင်းထားပါသည်။
nb: Kontoen din er blitt suspendert.
ne: तपाईंको खाता निलम्बन गरिएको छ।
nl: Je account is opgeschort.
nn: Kontoen din er blitt suspendert.
ny: Akaunti yanu yaimitsidwa.
om: Herregni kee dhaabbateera.
or: ତୁମର ଆକାଉଣ୍ଟ ସ୍ଥଗିତ ହୋଇଛି।
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pl: Twoje konto zostało zawieszone.
ps: ستاسو حساب ځنډول شوی دی.
pt: A sua conta foi suspensa.
pt_br: A sua conta foi suspensa.
qu: Cuentayki hark'ana kachkan.
rm: Tes conto è vegnì suspendì.
ro: Contul tău a fost suspendat.
ru: Ваша учётная запись заблокирована.
rw: Konti yawe yahagaritswe.
sd: توهان جو اڪاؤنٽ معطل ڪيو ويو آهي.
sh: Vaš račun je suspendiran.
si: ඔබේ ගිණුම අත්හිටුවා ඇත.
sk: Váš účet bol pozastavený.
sl: Vaš račun je bil suspendiran.
sm: Ua faamotu lou tautusi.
sn: Akaunti yako yakamiswa.
so: Akoonkaaga waa la joojiyay.
sq: Llogaria jote është pezulluar.
sr: Ваш налог је суспендован.
st: Akhaonto ya hao e emisitswe.
su: Akun anjeun parantos dieureunkeun.
sv: Ditt konto har stängts av.
sw: Akaunti yako imesimamishwa.
ta: உங்கள் கணக்கு நிறுத்தி வைக்கப்பட்டுள்ளது.
te: మీ ఖాతా సస్పెండ్ చేయబడింది.
tg: Ҳисоби шумо боздошта шудааст.
th: บัญชีของคุณถูกระงับ
ti: ኣካውንትካ ተኣጊዱ ኣሎ።
tk: Hasabyňyz togtadyldy.
tn: Akhaonto ya gago e emisitswe.
to: Kuo taʻofi ho ʻakauni.
tr: Hesabınız askıya alındı.
tt: Хисабыгыз туктатылды.
ug: ھېساباتىڭىز توختىتىلدى.
uk: Ваш обліковий запис призупинено.
ur: آپ کا اکاؤنٹ معطل کر دیا گیا ہے۔
uz: Hisobingiz to'xtatib qo'yilgan.
vi: Tài khoản của bạn đã bị đình chỉ.
wa: Vosse conte a stî sospindou.
xh: I-akhawunti yakho imisiwe.
yi: אײַער חשבון איז סוספּענדירט געוואָרן.
yo: A ti dá àkọọ́lẹ̀ rẹ dúró.
zh: 您的账户已被暂停。
zh_hk: 您的帳戶已被停用。
zu: I-akhawunti yakho imisiwe.

source: Your balance is too low. Please top up to continue.
af: Jou saldo is te laag. Laai asseblief op om voort te gaan.
ak: W'akontaa mu sika sua dodo. Yɛsrɛ wo, fa sika gu mu na woatoa so.
am: ቀሪ ሂሳብዎ በጣም ዝቅተኛ ነው። ለመቀጠል እባክዎ ሂሳብዎን ይሙሉ።
an: O tuyo saldo ye masiau baixo. Recarga ta continar.
ar: رصيدك منخفض جدًا. يُرجى شحن الرصيد للمتابعة.
as: আপোনাৰ ব্যালেন্স বহুত কম। অনুগ্ৰহ কৰি অব্যাহত ৰাখিবলে টপ আপ কৰক।
ast: El to saldu ye demasiáu baxu. Recarga pa siguir, por favor.
az: Balansınız kifayət qədər deyil. Davam etmək üçün balansı artırın.
be: Ваш баланс занадта нізкі. Папаўніце баланс, каб працягнуць.
bg: Балансът ви е твърде нисък. Захранете баланса си, за да продължите.
bn: আপনার ব্যালেন্স খুব কম। চালিয়ে যেতে অনুগ্রহ করে টপ আপ করুন।
br: Re izel eo ho soum. Marplij lakait arc'hant evit kenderc'hel.
bs: Vaše stanje je prenisko. Dopunite ga da biste nastavili.
ca: El teu saldo és massa baix. Recarrega per continuar.
ceb: Ang imong balanse gamay ra kaayo. Palihug pag-top up aron makapadayon.
ckb: باڵانسەکەت زۆر کەمە. تکایە بۆ بەردەوامبوون باڵانسەکەت پڕ بکەرەوە.
co: U vostru saldu hè troppu bassu. Ricaricate per continuà, per piacè.
cs: Váš zůstatek je příliš nízký. Dobijte si ho a pokračujte.
cy: Mae eich balans yn rhy isel. Ychwanegwch arian i barhau.
da: Din saldo er for lav. Optank for at fortsætte.
de: Dein Guthaben ist zu niedrig. Bitte lade dein Konto auf, um fortzufahren.
el: Το υπόλοιπό σας είναι πολύ χαμηλό. Κάντε ανανέωση για να συνεχίσετε.
eo: Via saldo estas tro malalta. Bonvolu reŝargi por daŭrigi.
es: Tu saldo es demasiado bajo. Recarga tu saldo para continuar.
es_ar: Tu saldo es demasiado bajo. Recargá tu cuenta para continuar.
es_bo: Su saldo es demasiado bajo. Recargue su cuenta para continuar.
et: Sinu saldo on liiga madal. Lae kontot jätkamiseks.
eu: Zure saldoa ez da nahikoa. Kargatu saldoa jarraitzeko.
fa: موجودی شما بسیار کم است. لطفاً برای ادامه شارژ کنید.
fi: Saldosi on liian pieni. Lataa saldoa jatkaaksesi.
fil: Masyadong mababa ang balanse mo. Mag-top up para magpatuloy.
fo: Saldo tín er ov lágur. Vinarliga fyll upp fyri at halda áfram.
fr: Votre solde est trop faible. Veuillez recharger votre compte pour continuer.
fy: Jo saldo is te leech. Wurdearje asjebleart op om troch te gean.
ga: Tá d'iarmhéid ró-íseal. Athlíon é chun leanúint ar aghaidh.
gd: Tha an cothromachadh agad ro ìseal. Ath-lìon e gus leantainn air adhart.
gl: O teu saldo é demasiado baixo. Recarga para continuar.
gn: Ne saldo ipyahu'i eterei. Ikatu emyenyhẽ jey ojoko hag̃ua.
gu: તમારું બેલેન્સ ઘણું ઓછું છે. ચાલુ રાખવા માટે કૃપા કરીને ટોપ અપ કરો.
ha: Ma'aunin ka ya yi ƙasa sosai. Da fatan za a caje don ci gaba.
haw: Haʻahaʻa loa kou koena. E ʻoluʻolu e hoʻopiha e hoʻomau.
he: היתרה שלך נמוכה מדי. יש לטעון כדי להמשיך.
hi: आपका बैलेंस बहुत कम है। जारी रखने के लिए कृपया टॉप अप करें।
hmn: Koj cov nyiaj tshuav tsawg heev. Thov ntxiv nyiaj mus ntxiv.
hr: Vaše stanje je preniska. Nadoplatite kako biste nastavili.
hsb: Twój dobytk je přeco snadny. Prošu dopołń dobytk, zo by dale zaběhał.
ht: Balans ou tou ba. Tanpri rechaje pou kontinye.
hu: Az egyenleged túl alacsony. Töltsd fel a folytatáshoz.
hy: Ձեր հաշվեկշիռը շատ ցածր է: Խնդրում ենք համալրել՝ շարունակելու համար:
ia: Tu saldo es troppo basse. Per favor recarga pro continuar.
id: Saldo Anda terlalu rendah. Silakan isi ulang untuk melanjutkan.
ig: Ego gị dị ala nke ukwuu. Biko gbakwunye ego iji gaa n'ihu.
is: Inneignin þín er of lítil. Vinsamlegast fylltu á til að halda áfram.
it: Il tuo saldo è troppo basso. Ricarica per continuare.
ja: 残高が不足しています。続けるにはチャージしてください。
jv: Saldo sampeyan kurang. Mangga ngisi saldo kanggo nglajengake.
ka: თქვენი ბალანსი ძალიან დაბალია. გთხოვთ, შეავსოთ ბალანსი გასაგრძელებლად.
kab: Amuḍin-ik yedrus aṭas. Ttxil-k ɛemmer-it akken ad tkemmleḍ.
kk: Балансыңыз тым төмен. Жалғастыру үшін толықтырыңыз.
km: សមតុល្យរបស់អ្នកទាបពេក។ សូមបញ្ចូលទឹកប្រាក់ដើម្បីបន្ត។
kn: ನಿಮ್ಮ ಬ್ಯಾಲೆನ್ಸ್ ಬಹಳ ಕಡಿಮೆಯಾಗಿದೆ. ಮುಂದುವರಿಸಲು ದಯವಿಟ್ಟು ಟಾಪ್ ಅಪ್ ಮಾಡಿ.
ko: 잔액이 부족합니다. 계속하려면 충전해 주세요.
ku: Balansê te pir kêm e. Ji kerema xwe dagirtin bike da ku bidomînî.
ky: Балансыңыз өтө аз. Улантуу үчүн толуктаңыз.
la: Ratio tua nimis parva est. Quaeso adde pecuniam ut pergas.
lb: Däin Kontostand ass ze niddreg. Luef w.e.g. op fir weiderzemaachen.
lo: ຍອດເງິນຂອງທ່ານຕໍ່າເກີນໄປ. ກະລຸນາເຕີມເງິນເພື່ອດຳເນີນການຕໍ່.
lt: Tavo balansas yra pernelyg mažas. Papildyk balansą, kad galėtum tęsti.
lv: Tava atlikuma summa ir pārāk maza. Papildini atlikumu, lai turpinātu.
mg: Latsaka loatra ny volanao. Azafady ampio ny volanao mba hanohizana.
mi: He iti rawa tō nama toenga. Tāuru mai kia taea ai te haere tonu.
mk: Вашето салдо е премногу ниско. Дополнете за да продолжите.
ml: നിങ്ങളുടെ ബാലൻസ് വളരെ കുറവാണ്. തുടരാൻ ദയവായി ടോപ്പ് അപ്പ് ചെയ്യുക.
mn: Таны үлдэгдэл хэтэрхий бага байна. Үргэлжлүүлэхийн тулд цэнэглэнэ үү.
mr: तुमची शिल्लक खूप कमी आहे. सुरू ठेवण्यासाठी कृपया टॉप अप करा.
ms: Baki anda terlalu rendah. Sila tambah nilai untuk meneruskan.
mt: Il-bilanċ tiegħek huwa baxx wisq. Jekk jogħġbok irrikarga biex tkompli.
my: သင့်ငွေလက်ကျန် နည်းလွန်းနေပါသည်။ ဆက်လက်ရန် ငွေဖြည့်ပါ။
nb: Saldoen din er for lav. Fyll på for å fortsette.
ne: तपाईंको ब्यालेन्स धेरै कम छ। जारी राख्नको लागि टप अप गर्नुहोस्।
nl: Je saldo is te laag. Voeg tegoed toe om door te gaan.
nn: Saldoen din er for lav. Fyll på for å fortsetje.
ny: Ndalama zanu zatsika kwambiri. Chonde onjezerani kuti mupitirize.
om: Baankiin kee baay'ee gadi bu'aadha. Maaloo itti fufuuf guuti.
or: ତୁମର ବାଲାନ୍ସ ବହୁତ କମ୍। ଜାରି ରହିବାକୁ ଦୟାକରି ଟପ୍ ଅପ୍ କରନ୍ତୁ।
pa: ਤੁਹਾਡਾ ਬੈਲੇਂਸ ਬਹੁਤ ਘੱਟ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਟਾਪ ਅੱਪ ਕਰੋ।
pl: Twoje saldo jest za niskie. Doładuj konto, aby kontynuować.
ps: ستاسو بیلانس ډېر ټیټ دی. د دوام لپاره مهرباني وکړئ چارج کړئ.
pt: O seu saldo é muito baixo. Por favor, recarregue para continuar.
pt_br: O seu saldo é muito baixo. Por favor, recarregue para continuar.
qu: Qullqiyki pisi kashan. Ama hina kaspa, hunt'achiy sigiyta.
rm: Tia bilantscha è memia bassa. Per plaschair recarga per cuntinuar.
ro: Soldul tău este prea mic. Reîncarcă pentru a continua.
ru: Ваш баланс слишком низкий. Пополните счёт, чтобы продолжить.
rw: Amafaranga usigaranye ni make cyane. Nyamuneka wuzuze kugira ngo ukomeze.
sd: توهان جو بيلنس تمام گھٽ آهي. جاري رکڻ لاءِ مهرباني ڪري ٽاپ اپ ڪريو.
sh: Vaše stanje je previše nisko. Dopunite ga da biste nastavili.
si: ඔබේ ශේෂය ඉතා අඩුයි. ඉදිරියට යාමට කරුණාකර මුදල් එකතු කරන්න.
sk: Váš zostatok je príliš nízky. Dobite si kredit a pokračujte.
sl: Vaše dobroimetje je prenizko. Dopolnite ga za nadaljevanje.
sm: E maualalo tele lau paleni. Faamolemole faʻatumu ina ia mafai ai ona faaauau.
sn: Bhalansi yako yakaderera kwazvo. Ndapota wedzera mari kuti uenderere mberi.
so: Hadhaaga aad buu u yaryahay. Fadlan buuxi si aad u sii wadato.
sq: Bilanci yt është shumë i ulët. Rimbushe atë për të vazhduar.
sr: Ваш салдо је прениско. Допуните га да бисте наставили.
st: Chelete ya hao e setseng e tlaase haholo. Ka kopo e tlatse ho tswela pele.
su: Saldo anjeun teu cekap. Mangga eusian deui saldo pikeun neraskeun.
sv: Ditt saldo är för lågt. Fyll på för att fortsätta.
sw: Salio lako halitoshi. Tafadhali ongeza salio ili kuendelea.
ta: உங்கள் இருப்பு போதுமானதாக இல்லை. தொடர நிரப்பவும்.
te: మీ బ్యాలెన్స్ చాలా తక్కువగా ఉంది. కొనసాగించడానికి దయచేసి టాప్ అప్ చేయండి.
tg: Бақияи шумо хеле кам аст. Барои идома додан, лутфан онро пур кунед.
th: ยอดเงินของคุณต่ำเกินไป กรุณาเติมเงินเพื่อดำเนินการต่อ
ti: ቀሪ ሒሳብካ ትሑት እዩ። ንምቕጻል በጃኻ መልእ።
tk: Balansyňyz gaty pes. Dowam etmek üçin dolduryň.
tn: Madi a a setseng a gago a kwa tlase thata. Tsweetswee tlatsa go tswelela pele.
to: ʻOku siʻisiʻi ʻaupito hoʻo toenga paʻanga. Kātaki fakakakato ke hoko atu.
tr: Bakiyeniz çok düşük. Devam etmek için lütfen bakiye yükleyin.
tt: Балансыгыз бик түбән. Дәвам итү өчен тулыландырыгыз.
ug: قالدۇقىڭىز بەك ئاز. داۋاملاشتۇرۇش ئۈچۈن قايتا تولۇقلاڭ.
uk: Ваш баланс занадто низький. Поповніть баланс, щоб продовжити.
ur: آپ کا بیلنس بہت کم ہے۔ جاری رکھنے کے لیے براہ کرم ٹاپ اپ کریں۔
uz: Balansingiz juda past. Davom etish uchun balansni to'ldiring.
vi: Số dư của bạn quá thấp. Vui lòng nạp tiền để tiếp tục.
wa: Vosse solde est trop bas. S' i vs plait, ricoirdjîz vosse solde po continouwer.
xh: Ibhalansi yakho iphantsi kakhulu. Nceda ugcwalise imali ukuze uqhubeke.
yi: אײַער באַלאַנס איז צו נידעריק. ביטע פֿילט אים אָן כּדי פֿאָרצוזעצן.
yo: Ìyókù owó rẹ kéré jù. Jọ̀wọ́ fi owó kún un láti tẹ̀ síwájú.
zh: 您的余额不足，请充值后继续。
zh_hk: 您的餘額不足，請儲值後繼續。
zu: Ibhalansi yakho iphansi kakhulu. Sicela ugcwalise ibhalansi ukuze uqhubeke.
